Repository: xiwangzaiqianfang/AzurLaneDex
Catalog: AzurLaneDex/Strings/*/Resources.resw
Source language: en
Languages: ja, zh_hans, zh_hant

# AttributeBonus_AffectShips.Text
source: Affected Classes:
zh_hant: 適用艦種：

# FleetTech_Header.Text
source: Fleet Tech
zh_hant: 艦隊科技

# FleetTech_ObtainPoints.Text
source: Obtain Points:
zh_hant: 獲得科技點：

# FleetTech_Obtain.Text
source: Obtain:
zh_hant: 獲得：

# FleetTech_MaxPoints.Text
source: Max Breakthrough Points:
zh_hant: 滿破科技點：

# FleetTech_Max.Text
source: Max Breakthrough:
zh_hant: 滿破：

# AttrBonusPage_FilterLabel.Text
source: Filter by Class:
zh_hant: 篩選艦種：

# FilterTitle_Faction.Header
source: Faction
zh_hant: 陣營

# FilterTitle_Class.Header
source: Ship Class
zh_hant: 艦種

# CampTechPage_Title.Text
source: Camp Tech Points
zh_hant: 陣營科技點

# CampTechPage_Obtain.Text
source: Obtain
zh_hant: 獲得

# CampTechPage_Max.Text
source: Max Break
zh_hant: 滿破

# MainPage_SortCombo_Item4.Content
source: Sort by Retrofit Date
zh_hant: 按改造日期排序

# MainPage_Header_Remodel.Text
source: RT
zh_hant: 改造

# PleaseSelectFaction_Message
source: Please select a faction
zh_hant: 請選擇陣營

# PleaseSelectShipClass_Message
source: Please select ship type
zh_hant: 請選擇艦種

# ShipClass_All
source: All Ship Types
zh_hant: 全艦種
